Repository: Yubico/yubioath-ios
Catalog: Authenticator/UI/mul.lproj/Main.xcstrings
Source language: en
Languages: de, fr, ja, sk

# 2pK-HU-1WC.text
source: Tap the back button to continue
de: Klicke auf "Zurück", um fortzufahren.
fr: Appuyer sur Retour pour continuer
ja: 戻るボタンをタップして続行します
sk: Pokračujte ťuknutím na tlačidlo späť

# 09D-Aw-j1I.title
source: YubiKey configuration
de: YubiKey-Konfiguration
fr: Configuration YubiKey
ja: YubiKey設定
sk: Nastavenie YubiKey

# 9lG-2A-fbz.text
source: Privacy policy
de: Datenschutzbestimmungen
fr: Confidentialité
ja: プライバシーポリシー
sk: Zásady ochrany osobných údajov

# 26R-OJ-dML.text
source: Yubico OTP enabled
de: Yubico OTP aktiviert
fr: Yubico OTP activé
ja: Yubico OTP有効
sk: Yubico OTP povolené

# 57k-Y4-tLZ.text
source: Enabled
de: Aktiviert
fr: Activé
ja: 有効
sk: Povolené

# 959-Oi-fy1.text
source: Reset FIDO application
de: FIDO-Anwendung zurücksetzen
fr: Réinitialiser l'application FIDO
ja: FIDOアプリケーションのリセット
sk: Obnoviť aplikáciu FIDO

# AGQ-n1-pV3.text
source: Remove and re-insert your YubiKey
de: Entferne Deinen YubiKey und stecke ihn erneut wieder ein.
fr: Retirez et réinsérez votre YubiKey
ja: YubiKeyを取り外して再挿入してください
sk: Odstráňte a znovu vložte váš YubiKey

source: Bxb-bg-K32.title
de: Bxb-bg-K32.Titel
fr: Configuration YubiKey
ja: YubiKey設定
sk: Nastavenie YubiKey

# Byl-RD-bpD.text
source: Activate NFC on OTP tag read
de: Öffne App und starte NFC Scanning bei NFC-Kontakt
fr: Activer NFC lors de la lecture de tags OTP
ja: OTPタグ読み取りでNFCをアクティブにする
sk: Aktivovať NFC pri načítaní tagu OTP

# C5n-jq-Mk9.headerTitle
source: General
de: Allgemein
fr: Configuration
ja: 設定
sk: Všeobecné

# cou-Cr-QYP.text
source: Disabling Yubico OTP will prevent the YubiKey from appearing as a keyboard. If you don’t use Yubico OTP this is the recommended solution. This can be re-enabled from the settings page.
de: Die Deaktivierung von Yubico OTP verhindert, dass der YubiKey als Tastatur angezeigt wird. Wenn Du Yubico OTP nicht verwendest, ist das die empfohlene Lösung. Du kannst Yubico OTP jederzeit auf der Einstellungsseite erneut aktivieren.
fr: Désactiver Yubico OTP empêchera l'affichage de la YubiKey comme clavier. Si vous n'utilisez pas Yubico OTP, c'est la solution recommandée. Cette fonction peut être réactivée via la page des paramètres.
ja: Yubico OTPを無効にすると、YubiKeyがキーボードとして表示されなくなります。Yubico OTPを使用しない場合は、これが推奨される解決策です。Yubico OTPは、設定ページから再度有効にできます。
sk: Zakázanie funkcie Yubico OTP zabráni tomu, aby sa YubiKey zobrazoval ako klávesnica. Ak nepoužívate Yubico OTP, toto je odporúčané riešenie. Túto funkciu môžete znovu povoliť na stránke nastavení.

# D3g-ds-RCu.text
source: NFC settings
de: NFC-Einstellungen
fr: Paramètres NFC
ja: NFC設定
sk: Nastavenia NFC

# D6R-wW-EtA.title
source: Close
de: Schließen
fr: Fermer
ja: 閉じる
sk: Zavrieť

# d9X-Tp-hSv.text
source: Reset OATH application
de: OATH-Anwendung zurücksetzen
fr: Réinitialiser l'application OATH
ja: OATHアプリケーションのリセット
sk: Obnoviť aplikáciu OATH

# e3s-bq-xAt.title
source: Configuration
de: Konfiguration
ja: 設定
sk: Nastavenie

# Ecy-Pw-sM0.text
source: Copyright © 2021 Yubico. All rights reserved.
de: Urheberrecht © 2021 Yubico. Alle Rechte vorbehalten.
fr: Copyright© 2021 Yubico. Tous droits réservés.
ja: Copyright © 2021 Yubico. 無断複写・転載を禁じます。
sk: Copyright © 2021 Yubico. Všetky práva vyhradené.

# Efl-xJ-qER.text
source: Initiate NFC at application start
de: NFC beim Start aktivieren
fr: Lancer NFC au démarrage de l'application
ja: アプリケーションの起動時にNFCを開始
sk: Aktivovať NFC pri spustení aplikácie

# fl4-8d-lD9.title
source: Smart card extension
de: Smart card Erweiterung
fr: Extension carte à puce
ja: スマートカード拡張機能
sk: Rozšírenie čipovej karty

# frN-Of-d1s.text
source: Bypass touch requirement
de: Berührung nicht notwendig
fr: Contourner les exigences tactiles
ja: タッチ要件をスキップ
sk: Vynechať požiadavku na dotyk

# gCh-94-I0T.text
source: Manage PIN
de: PIN verwalten
fr: Modifier PIN
ja: PINを変更
sk: Spravovať PIN

# ghF-dC-3d6.text
source: Version history
de: Versionshistorie
fr: Historique des versions
ja: バージョン履歴
sk: História verzie

# gQR-ie-6Y0.footerTitle
source: Initiate NFC at application start will automatically read your YubiKey as soon as the app becomes active.
de: Diese Einstellung bewirkt dass die App beim aktiv werden automatisch den NFC Scanvorgang startet.
fr: L'activation NFC au démarrage de l'application permet de lire automatiquement votre YubiKey.
ja: アプリケーションの起動時にNFCを開始すると、アプリがアクティブになると同時にYubiKeyが自動で読み込まれます。
sk: Spustenie NFC pri spustení aplikácie automaticky prečíta váš kľúč YubiKey hneď, ako sa aplikácia stane aktívnou.

# hBA-XE-Ib1.title
source: Item
de: Artikel
fr: Élément
ja: アイテム
sk: Položka

# Hbq-O7-HqW.title
source: About
de: Über
fr: Infos
ja: 概要
sk: O aplikácii

# hsz-tV-DPW.text
source: Copy OTP to clipboard
de: Yubico OTP in die Zwischenablage kopieren
fr: Copier OTP dans presse-papiers
ja: OTPをクリップボードにコピー
sk: Skopírovať OTP do schránky

# Icc-EW-Cgh.text
source: Yubico OTP has been disabled
de: Yubico OTP wurde deaktiviert
fr: Yubico OTP désactivé
ja: Yubico OTPが無効になっています
sk: Yubico OTP bolo vypnuté

# Inc-aD-fdW.title
source: Toggle One-Time Password
de: One-Time Password aktivieren/deaktivieren
fr: Activer OTP
ja: ワンタイムパスワードを切り替える
sk: Prepnúť jednorazové heslo

# JN3-vC-kaK.text
source: This YubiKey has Yubico OTP enabled which makes it appear as an external keyboard to the iPhone. Unfortunately this causes problem with the normal on-screen keyboard.
de: Dieser YubiKey hat Yubico OTP aktiviert, daher erscheint er als externe Tastatur. Dies kann unter Umständen zu Problemen mit der Bildschirmtastatur führen.
fr: Yubico OTP étant activé, cette YubiKey apparaît comme clavier externe pour iPhone. Cela pose problème avec le clavier à l'écran normal.
ja: このYubiKeyはYubico OTPが有効になっているため、iPhoneへの外付けキーボードとして表示されます。これが原因で、標準のオンスクリーンキーボードで問題が発生します。
sk: Tento kľúč YubiKey má aktivovanú funkciu Yubico OTP, vďaka ktorej sa javí ako externá klávesnica pre iPhone. Bohužiaľ to spôsobuje problém s normálnou klávesnicou na obrazovke.

# jNG-Du-Ghz.title
source: Close
de: Schließen
fr: Fermer
ja: 閉じる
sk: Zavrieť

# JQM-z3-Kvc.text
source: While the YubiKey is inserted the on-screen keyboard will not appear. To show the keyboard you will have to remove the YubiKey and then re-insert it.
de: Solange der YubiKey eingesteckt ist, wird die Bildschirmtastatur nicht angezeigt. Um die Tastatur anzuzeigen, musst Du Deinen YubiKey entfernen und erneut einstecken.
fr: Lorsque vous insérez la YubiKey, le clavier à l'écran n'apparaît pas. Pour afficher le clavier, vous devez retirer la YubiKey, puis la réinsérer.
ja: YubiKeyが挿入されている間は、オンスクリーンキーボードが表示されません。キーボードを表示するにはYubiKeyを取り外し、その後再挿入する必要があります。
sk: Kým je YubiKey vložený, klávesnica na obrazovke sa nezobrazí. Ak chcete zobraziť klávesnicu, musíte vybrať YubiKey a potom ho znova vložiť.

# JSq-rh-zB3.footerTitle
source: Start NFC and read OATH accounts when the application has been opened by reading the OTP tag on a YubiKey.
de: Starte NFC und lese die OATH-Konten aus, sobald die Anwendung durch Lesen des OTP-Tags auf einem YubiKey geöffnet wurde.
fr: Lancez NFC et lisez les comptes OATH lorsque l'application a été ouverte en lisant le tag OTP sur une YubiKey.
ja: YubiKeyのOTPタグを読み取ってアプリケーションを開いた際にNFCを開始し、OATHアカウントを読み取ります。
sk: Spustiť NFC a načítať účty OATH po otvorení aplikácie načítaním tagu OTP na kľúči YubiKey.

# kAX-Sn-d4r.configuration.title
source: Continue with limited usability
de: Weiter mit eingeschränkter Nutzbarkeit
fr: Continuer avec fonctionnalité limitée
ja: 使用制限ありで続行
sk: Pokračovať s obmedzenou použiteľnosťou

# kAX-Sn-d4r.normalTitle
source: Button
de: Schaltfläche
fr: Bouton
ja: ボタン
sk: Tlačidlo

# L2j-ZW-Jbf.text
source: or
de: oder
fr: ou
ja: または
sk: alebo

# LCv-pg-hU7.text
source: Manage password
de: Passwort verwalten
fr: Gérer mot de passe
ja: パスワードを管理
sk: Spravovať heslo

# lDv-WA-VqE.text
source: Clear saved passwords
de: Gespeicherte Passwörter löschen
fr: Effacer mot de passe enregistré
ja: 保存したパスワードを消去
sk: Vymazať uložené heslá

# llv-60-0FB.text
source: Device type
de: Gerätetyp
fr: Type d'appareil
ja: デバイスタイプ
sk: Typ zariadenia

# Lzm-p7-Lmb.text
source: Serial number
de: Seriennummer
fr: Numéro de série
ja: シリアル番号
sk: Sériové číslo

# MBv-4M-eos.text
source: N/A
de: Nicht verfügbar
fr: S/O
ja: 該当なし
sk: Nedostupné

# NnL-eZ-nHd.text
source: Help with YubiKey
de: Hilfe zum YubiKey
fr: Aide YubiKey
ja: YubiKeyのヘルプ
sk: Pomoc s YubiKey

# noy-hK-f0E.text
source: Insert a YubiKey and enter its PIN to access the certificate.
de: Verbinde einen YubiKey und gebe die dazugehörige PIN ein, um auf das Zertifikat zuzugreifen.
fr: Insérez une YubiKey et saisissez son PIN pour accéder au certificat.
ja: 証明書にアクセスするには、YubiKeyを挿入し、そのPINを入力してください。
sk: Vložte YubiKey a zadajte jeho PIN kód, aby ste získali prístup k certifikátu.

# O2N-dk-eMF.text
source: Unlock YubiKey
de: YubiKey entsperren
fr: Débloquer YubiKey
ja: YubiKeyのロックを解除
sk: Odomknút YubiKey

# oy6-QK-Bgw.footerTitle
source: Copy OTP automatically to clipboard when a YubiKey has been scanned using the NFC tag functionality.
de: Kopiere den Yubico OTP Code automatisch in die Zwischenablage, sobald ein YubiKey mit der NFC-Tag-Funktionalität gescannt wurde.
fr: Copiez l'OTP automatiquement dans le presse-papiers lorsqu'une YubiKey est scannée à l'aide de la fonctionnalité de tags NFC.
ja: YubiKeyがNFCタグ機能を使用してスキャンされた場合に、OTPをクリップボードに自動でコピーします。
sk: Automaticky skopírovať OTP do schránky po naskenovaní kľúča YubiKey pomocou funkcie NFC.

# PCq-PC-KyX.title
source: NFC settings
de: NFC-Einstellungen
fr: Paramètres NFC
ja: NFC設定
sk: Nastavenia NFC

# QGj-16-s0W.text
source: N/A
de: Nicht verfügbar
fr: S/O
ja: 該当なし
sk: Nedostupné

# QHB-fS-VBc.text
source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
ja: 利用規約
sk: Podmienky používania

# raA-qu-ETm.headerTitle
source: Application
de: Anwendung
ja: アプリケーション
sk: Aplikácia

# Re8-TR-xIr.text
source: Insert YubiKey or pull down to activate NFC
de: YubiKey anstecken oder nach unten ziehen, um NFC zu aktivieren
fr: Insérez la YubiKey ou tirez vers le bas pour activer NFC
ja: YubiKeyを挿入してください。またはプルダウンしてNFCを有効にしてください。
sk: Vložte kľúč YubiKey alebo potiahnite nadol, aby ste aktivovali NFC

# SB9-4D-M8K.title
source: Configuration
de: Konfiguration
ja: 構成
sk: Nastavenie

# tMr-aW-Doe.text
source: Contact support
de: Kontakt zum Support
fr: Contacter l'assistance
ja: サポートへのお問い合わせ
sk: Kontaktovať podporu

# uP5-O2-d0d.text
source: Toggle One-Time Password
de: One-Time Password de-/aktivieren
fr: Activer OTP
ja: ワンタイムパスワードを切り替える
sk: Prepnúť jednorazové heslo

# Uvq-Ba-xiH.footerTitle
source: Accounts that require touch will need an extra NFC tap to calculate its code. Bypassing it minimizes the number of NFC taps needed.
de: Sofern konfiguriert, erfordern (OATH) Konten in dieser App eine zusätzliche Berührung des YubiKeys um den OTP Code zu berechnen. Mit dieser Einstellung kannst Du diese Einstellung deaktivieren und die Anzahl an erforderlichen Berührungen reduzieren.
fr: Les comptes tactiles nécessitent un rapprochement de la clef en NFC de plus pour calculer leur code. Le contournement réduit le nombre de rapprochements en NFC requis.
ja: タッチが必要なアカウントでは、コードを計算するために追加のNFCタップが必要です。これをスキップすることで、必要なNFCタップの数が最小限に抑えられます。
sk: Účty, ktoré vyžadujú dotykové ovládanie, budú na výpočet kódu potrebovať ďalšie ťuknutie NFC. Jeho vynechanie minimalizuje počet potrebných dotykov NFC.

# VAw-dv-zeA.text
source: N/A
de: Nicht verfügbar
fr: S/O
ja: 該当なし
sk: Nedostupné

# vjs-4B-RzZ.text
source: If enabled, scanning the YubiKey will display a notification. Tapping the notification will reveal the One-Time Password.
de: Wenn aktiviert, wird beim Scannen des YubiKey eine Benachrichtigung angezeigt. Wenn Du auf die Benachrichtigung tippst, wird der Yubico OTP Code angezeigt.
fr: Si cette option est activée, le balayage de la clé YubiKey affiche une notification. En appuyant sur la notification, le mot de passe à usage unique s'affiche.
ja: 有効な場合、YubiKeyをスキャンすると通知が表示されます。通知をタップするとワンタイムパスワードが表示されます。
sk: Ak je táto funkcia povolená, pri naskenovaní YubiKey sa zobrazí oznámenie. Ťuknutím na oznámenie sa zobrazí jednorazové heslo.

# WGy-0e-K7w.text
source: Enter the PIN, then tap a NFC enabled YubiKey against the iPhone to access the certificate.
de: Gib die PIN ein und halte einen NFC-fähigen YubiKey an das iPhone, um auf das Zertifikat zuzugreifen.
fr: Saisissez le PIN, puis apposez une YubiKey NFC sur l'iPhone pour accéder au certificat.
ja: 証明書にアクセスするには、PINを入力してから、iPhoneに対してNFC対応のYubiKeyをタップしてください。
sk: Zadajte PIN a potom priložte YubiKey s funkciou NFC na iPhone, aby ste získali prístup k certifikátu.

source: wH4-5g-AV5.placeholder
de: wH4-5g-AV5.Platzhalter
fr: Mot de passe
ja: パスワード
sk: Heslo

# wvt-LS-lIS.text
source: Licensing
de: Lizenzierung
fr: Licences
ja: ライセンス
sk: Licencie

# y0i-iX-KLv.text
source: How does it work
de: Einführung
fr: Fonctionnement
ja: 動作の仕組み
sk: Ako to funguje

# yed-kd-amP.headerTitle
source: INFORMATION
de: INFORMATIONEN
fr: INFORMATIONS
ja: 情報
sk: INFORMÁCIE

# Yo4-ef-tkZ.configuration.title
source: Disable Yubico OTP (recommended)
de: Yubico OTP deaktivieren (empfohlen)
fr: Désactiver Yubico OTP (recommandé)
ja: Yubico OTPを無効にする（推奨）
sk: Zakázať Yubico OTP (odporúčané)

# Yo4-ef-tkZ.normalTitle
source: Button
de: Schaltfläche
fr: Bouton
ja: ボタン
sk: Tlačidlo

# ZJS-gM-yza.text
source: Smart card extension
de: Smart card Erweiterung
fr: Extension de la carte à puce
ja: スマートカード拡張
sk: Rozšírenie čipovej karty

# 1mC-4P-2g3.text
source: One-Time Password
fr: Mot de passe à usage unique
ja: ワンタイムパスワード
sk: Jednorazové heslo

source: 03k-jY-TEC.text
fr: Mots de passe et réinitialisation
ja: パスワードとリセット
sk: Heslá a obnovenie

source: 5iZ-OS-CfM.text
fr: PROTECTION PAR MOT DE PASSE
ja: パスワード保護
sk: OCHRANA HESLOM

source: 9lL-ZS-odE.text
fr: Activé
ja: 有効
sk: Povolené

source: 9NQ-7X-HqZ.title
fr: Mots de passe et réinitialisation
ja: パスワードとリセット
sk: Heslá a obnovenie

source: 46N-qq-yo2.text
fr: Pour plus de sécurité et pour empêcher tout accès non autorisé, la YubiKey peut être protégée par mot de passe.
ja: セキュリティを強化し、不正アクセスを防止するために、YubiKeyをパスワードで保護できます。
sk: Na dodatočné zabezpečenie a zabránenie neoprávnenému prístupu možno YubiKey chrániť heslom.

source: 857-GD-96Q.placeholder
fr: Mot de passe
ja: パスワード
sk: Heslo

source: al9-tv-dIv.text
fr: Confirmer mot de passe
ja: パスワードを確認
sk: Potvrdiť heslo

# b6z-Ri-5bh.text
source: One-Time Password
fr: Basculer le mot de passe à usage unique
ja: ワンタイムパスワード
sk: Jednorazové heslo

source: Ced-DN-oqW.text
fr: Mot de passe
ja: パスワード
sk: Heslo

source: dAR-My-Mmm.text
fr: Supprimer mot de passe
ja: パスワードを削除
sk: Odstrániť heslo

source: eiF-JR-TAC.title
fr: Créer le mot de passe
ja: パスワードを設定
sk: Nastaviť heslo

source: FMw-TB-KRk.text
fr: MOTS DE PASSE ENREGISTRÉS
ja: 保存されたパスワード
sk: ULOŽENÉ HESLÁ

source: gAN-p5-fcQ.text
fr: RÉINITIALISER YUBIKEY
ja: YubiKeyをリセット
sk: OBNOVIŤ YUBIKEY

source: gYP-vW-fFN.text
fr: Effacez les mots de passe enregistrés sur l'iPhone. Un mot de passe sera requis lors de la prochaine utilisation d'une YubiKey protégée par mot de passe.
ja: iPhoneに保存されているパスワードを消去します。これにより、パスワードで保護されたYubiKeyの次回使用時にパスワードの入力を求められます。
sk: Vymazanie hesiel uložených v iPhone. Pri ďalšom použití heslom chráneného kľúča YubiKey sa zobrazí výzva na zadanie hesla.

source: hOr-gJ-fIa.footerTitle
fr: Pour plus de sécurité et empêcher tout accès non autorisé, la YubiKey peut être protégée par un mot de passe
ja: セキュリティを強化し、不正アクセスを防止するために、YubiKeyをパスワードで保護できます
sk: Na dodatočné zabezpečenie a na zabránenie neoprávnenému prístupu možno YubiKey chrániť heslom.

source: iH3-4d-Rv5.text
fr: Extension carte à puce
ja: スマートカード拡張機能
sk: Rozšírenie čipovej karty

# JON-gB-7WG.placeholder
source: Smart card (PIV) PIN
fr: PIN carte à puce (PIV)
ja: スマートカード（PIV）PIN
sk: PIN (PIV) čipovej karty

source: jx7-Be-qMk.text
fr: Effacer les mots de passe enregistrés
ja: 保存したパスワードを消去
sk: Vymazať uložené heslá

source: Oba-Qw-cTB.text
fr: Créer le mot de passe
ja: パスワードを設定
sk: Nastaviť heslo

# Szl-yL-4ir.normalTitle
source: UnwindButton
fr: Bouton déroulement
ja: 巻き戻しボタン

source: Vb7-1M-PWz.text
fr: Réinitialiser la YubiKey
ja: YubiKeyをリセット
sk: Obnoviť YubiKey

# vn9-zq-1Ri.headerTitle
source: Support
fr: Assistance
ja: サポート
sk: Podpora

source: zcT-oY-vKq.text
fr: Réinitialisez tous les comptes de la YubiKey. Ils ne doivent pas être utilisés avant cette opération.
ja: YubiKeyに保存されているすべてのアカウントをリセットします。この操作を行う前に、アカウントが一切使用されていないことを確認してください。
sk: Obnoviť všetky účty uložené na YubiKey, pred tým sa však uistite, že sa nikde nepoužívajú.

# aFH-4H-WRy.text
source: Firmware
ja: ファームウェア
sk: Firmvér
